Repository: elementary/switchboard-plug-pantheon-shell
Catalog: po/extra/*.po
Languages: ca, de, fr, he, ja, pt, ru, sk, uk, zh_tw

source: Desktop Settings
ca: Paràmetres de l'escriptori
de: Desktop Einstellungen
fr: Paramètres du bureau
he: הגדרות שולחן עבודה
ja: デスクトップの設定
pt: Definições do Ambiente de trabalho
ru: Параметры рабочего стола
sk: Nastavenia pracovnej plochy
uk: Налаштування стільниці
zh_tw: 桌面設定值

source: Configure the dock, hot corners, and change wallpaper
ca: Configureu l'acoblador, els cantons actius i canvieu el fons de pantalla.
de: Dock, aktive Ecken und Hintergrundbild einrichten
fr: Configurer le dock, les coins dynamiques et modifier le fond d'écran
he: הגדרת המעגן, הפינות החמות והחלפת רקע שולחן העבודה
ja: ドック、ホットコーナーを設定し、壁紙を変更します
pt: Configurar a doca, cantos ativos e alterar o papel de parede
ru: Настройка дока, активных углов и обоев
sk: Nastavujte dok, aktívne rohy a meňte tapetu plochy
uk: Налаштування доку, дій кутів та зміна тла
zh_tw: 調整 Dock、熱角、變更桌布等設定

source: Other updates:
ca: Altres actualitzacions:
de: Weitere Aktualisierungen:
fr: Autres mises à jour :
he: עדכונים אחרים:
ja: そのほかのアップデート:
pt: Outras atualizações:
ru: Остальные обновления:
sk: Iné aktualizácie:
uk: Інші оновлення:
zh_tw: 其他更新：

source: Updated translations
ca: Traduccions actualitzades
de: Aktualisierte Übersetzungen
fr: Mise à jour des traductions
he: תרגומים עודכנו
ja: 翻訳の更新
pt: Traduções atualizadas
ru: Обновлены переводы
sk: Aktualizované preklady
uk: Оновлені переклади
zh_tw: 翻譯更新

source: New features:
ca: Característiques noves:
de: Neue Funktionen:
fr: Nouvelles fonctionnalités :
he: יכולות חדשות:
ja: 新機能:
pt: Novas funcionalidades:
ru: Новые возможности:
sk: Nové funkcie:
uk: Нові функції:
zh_tw: 新功能：

source: There is now an undo option after removing a wallpaper
ca: Ara hi ha una opció de desfer després d'eliminar un fons de pantalla.
he: מעתה אפשר להתחרט לאחר הסרת תמונת רקע
ja: 壁紙の削除を元に戻せる機能を追加
pt: Existe agora uma opção de anular após a remoção de um papel de parede
sk: Pridaná možnosť zrušenia odstránenia tapety
zh_tw: 移除桌布後能夠進行復原

source: Wallpapers are now sorted with custom wallpapers first
ca: Els fons de pantalla ara s'ordenen primer amb els fons de pantalla personalitzats.
he: תמונות הרקע מסודרות כך שהתמונות שהוספת תופענה בהתחלה
ja: ユーザーが追加した壁紙が壁紙一覧の先頭に表示されるように修正
pt: Os papéis de parede são agora classificados primeiro com papéis de parede personalizados
sk: Vlastné tapety sa po novom zobrazujú navrchu zoznamu
zh_tw: 使用者的桌布現在會排在前面

source: Fixes:
ca: Correccions:
he: תיקונים:
ja: 修正点:
pt: Correções:
sk: Opravy:
zh_tw: 修正：

source: Wallpaper accent color follows system setting
ca: El color d'accent del fons de pantalla segueix la configuració del sistema.
he: צבע הרקע המשני מתאים את עצמו להגדרת המערכת
ja: 壁紙のアクセントカラーがシステム設定に従うように修正
pt: A cor de destaque do papel de parede segue a configuração do sistema
sk: Farebný odtieň tapety reflektuje nastavenie systému
zh_tw: 桌布強調色現在會跟隨系統設定

source: Set-wallpaper contract fails gracefully when run as sudo
ca: El contracte d'establient de fons de pantalla falla amb gràcia quan s'executa com a sudo.
he: חוזה הגדרת תמונת רקע נכשל בצורה עדינה כשהוא מופעל בתור sudo
ja: メニュー項目“デスクトップの背景として設定”が root ユーザーで実行された場合、適切に終了するように修正
pt: Definir papel de parede falha graciosamente quando executado como sudo
sk: Dohoda Set-wallpaper zlyhávala pri spustení ako sudo
zh_tw: 讓「設為桌布」項目誤用 sudo 執行時能適當的離開

source: Wallpapers with the same name are distinguished
ca: Es distingeixen fons de pantalla amb el mateix nom.
he: תמונות רקע באותו השם נבדלות זו מזו
ja: ファイル名が同一複数の背景画像を別のものとして認識するように修正
pt: Distinguem-se os papéis de parede com o mesmo nome
sk: Odlišovať tapety s rovnakým názvom
zh_tw: 分別顯示同樣名稱的桌布

source: Switching styles with the keyboard cancels dark style scheduling
ca: Canviar d'estil amb el teclat cancel·la la programació de l'estil fosc.
he: החלפת סגנונות מהמקלדת מבטלת תזמון סגנון כהה
ja: スタイルの切り替えをキー操作で行った際に、ダークスタイルのスケジュールを無効化するように修正
pt: A troca de estilos com o teclado cancela o agendamento do estilo escuro
sk: Prepínanie štýlov pomocou klávesnice vypínalo časovanie tmavého štýlu
zh_tw: 用鍵盤切換風格時會取消深色風格排程

source: Style dyslexia-friendly switch properly
ca: Estil correcte de l'interruptor compatible amb la dislèxia
he: הסגנון הידידותי לבעלי דיסקלציה מתחלף כראוי
ja: “ディスレクシアに対応”スイッチが適切なスタイルで表示されるように修正
pt: O estilo amigável à dislexia troca devidamente
sk: Prepínač textu pre dyslektikov je správne zobrazený
zh_tw: 修正失讀症友善開關的風格

source: Set custom Terminal commands for each hotcorner
ja: 各ホットコーナーに別々のカスタムコマンドを設定できる機能を追加
pt: Define comandos de terminal personalizados para cada canto ativo
sk: Možnosť nastavenia vlastného príkazu Terminálu pre každý aktívny roh

source: Redesigned Appearance and Multitasking views
ja: “外観”と“マルチタスク”ビューのデザインを変更
pt: Visualização da Aparência e Vista de Tarefas redesenhada
sk: Prerobené zobrazenie Vzhľad a Zobrazenie úloh

source: Move Text settings to their own page
pt: Mover definições de Texto para a sua própria página
sk: Presunutie nastavení textu na samostatnú kartu

source: More granular settings for text scale
pt: Definições mais granulares para escala de texto
sk: Plynulé nastavovanie veľkosti textu

source: Accent color and dark style options
de: Akzentfarben und Optionen für Dark Mode
pt: Opções de cor do destaque e estilo escuro
sk: Možnosť vybrať farebný odtieň a tmavý štýl

source: Dyslexia-friendly text preference to use the OpenDyslexia font system-wide
de: Wenn Dyslexie-freundliche Schriftart gewählt ist, wird OpenDyslexia systemweit genutzt
pt: Preferência de texto amigável à dislexia a utilizar o sistema de fontes OpenDyslexia em todo o sistema
sk: Predvoľba textu pre dyslektikov použitím písma OpenDyslexia naprieč celým systémom

source: Maximize and fullscreen workspace management options
de: Anpassungsmöglichkeiten für das Maximieren und Arbeitsflächen
pt: Opções de gestão da área de trabalho do maximizar e ecrã inteiro
sk: Možnosti správy pracovných plôch maximalizovaných okien a okien na celú obrazovku

source: Fix a freeze after opening Power settings
de: Fehler behoben, der zum Einfrieren führte wenn die Leistungseinstellungen geöffnet wurden
pt: Corrige um bloqueio após abrir as definições de energia
sk: Opravené zamŕzanie po otvorení Nastavení napájania

source: Improved filter for image file types when importing
de: Verbesserter Filter für den Import von Bilddateitypen
pt: Filtro melhorado para tipos de ficheiros de imagem ao importar
sk: Vylepšený filter pre rôzne typy obrázkov pri importovaní

source: Visual updates
de: Optische Anpassungen
pt: Atualizações visuais
sk: Vizuálne aktualizácie

source: Some options now appear in different tabs
de: Einige Optionen erscheinen nun in anderen Tabs
pt: Algumas opções aparecem agora em diferentes separadores
sk: Niektoré možnosti boli presunuté na iné tably

source: Illustrate Dock icon sizes
de: Dock-Icon Größen veranschaulicht
pt: Ilustra os tamanhos dos ícones da doca
sk: Ilustrované veľkosti ikon v doku

source: Fix system wallpapers being copied
de: Fehler beim Kopieren von Bildschirmhintergründen behoben
pt: Corrige os papéis de parede do sistema de serem copiados
sk: Oprava kopírovaných systémových tapiet

source: Update search results
de: Suchresultate aktualisiert
pt: Atualizar resultados da pesquisa
sk: Aktualizované výsledky vyhľadávania

source: Fix issues with setting wallpapers on the Login and Lock screen
de: Probleme beim Setzen von Hintergründen für den Login- und Sperrbildschirm behoben
pt: Corrige problemas em definir papéis de parede no ecrã de bloqueio e início de sessão
sk: Opravené problémy s nastavovaním tapiet na obrazovke prihlásenia a zamknutej obrazovke

source: elementary, Inc.
he: elementary בע״מ

source: New Features:
ca: Característiques noves:
fr: Nouvelles fonctionnalités :
he: יכולות חדשות:
ru: Новые возможности:
uk: Нові функції:
zh_tw: 新功能：

source: Always Show Scrollbars setting
ca: Mostra sempre la configuració de les barres de desplaçament.
fr: Toujours afficher les paramètres des barres de défilement
he: תמיד להציג הגדרות סרגלי גלילה
ru: Настройка «Всегда показывать полосы прокрутки»
uk: Налаштування Завжди показувати смуги прокручування
zh_tw: 「總是顯示捲動軸」設定值

source: Redundant labels have been cleaned up on the Appearance tab
ca: Les etiquetes redundants s'han netejat a la pestanya d'aparença.
fr: Les étiquettes redondantes ont été retirées de l'onglet « Apparence »
he: תוויות מיותרות הוסרו מלשונית המראה
ru: Удалены ненужные метки из вкладки «Внешний вид»
uk: На вкладці Вигляд прибрано зайві мітки
zh_tw: 清理「外觀」分頁中的重複的文字標籤

source: The Dim Wallpaper setting has moved to the Appearance tab
ca: La configuració de fons atenuat s'ha mogut a la pestanya d'aparença.
fr: Le paramètre « Atténuer le fond d'écran » a été déplacé dans l'onglet « Apparence »
he: הגדרת עמעום תמונת רקע הועברה ללשונית המראה
ru: Настройка затемнения обоев перемещена во вкладку «Внешний вид»
uk: Налаштування Затемнення шпалер» переміщено на вкладку Зовнішній вигляд
zh_tw: 「暗化桌布」設定已移至外觀分頁

source: The style selector now shows of a preview of your wallpaper as well as previewing the dim setting
ca: El selector d'estil ara mostra una vista prèvia del fons de pantalla, així com una vista prèvia de la configuració tènue.
fr: Le sélecteur de style affiche désormais un aperçu de votre fond d'écran ainsi qu'un aperçu du réglage de la luminosité
he: בורר העיצוב מציג תצוגה מקדימה של תמונת הרקע שלך לצד תצוגה מקדימה של המצב המעומעם
ru: Выборщик стиля теперь отображает предпросмотр ваших обоев и настройки их затемнения
uk: У перемикачі стилів тепер показано попередній перегляд шпалер, а також попередній перегляд параметра тьмяності
zh_tw: 風格選取按鈕現在會顯示您的桌布的預覽與暗化設定值的預覽

source: Improved screen reader accessibility
ca: Millora de l'accessibilitat del lector de pantalla
fr: Amélioration de l'accessibilité pour les lecteurs d'écran
he: נגישות מקריא המסך השתפרה
ru: Улучшена доступность для экранного диктора
uk: Поліпшення доступності для зчитувачів з екрана
zh_tw: 改善螢幕閱讀器輔助

source: Redesign Dock &amp; Panel settings with helpful description text
ca: Redisseny de l'acoblador i configuració del plafó amb un text de descripció útil
fr: Remaniement des paramètres du dock et du panneau avec un texte de description utile
he: הגדרות המעגן והלוח עוצבו מחדש וסופק טקסט תיאור מועיל
ja: “ドックとパネル”の設定をデザイン変更 (わかりやすいように説明テキストを追加)
ru: Переработаны параметры Дока и Панели, добавлены полезные описания к настройкам
uk: Редизайн налаштувань Док і Панелі з корисним текстом опису
zh_tw: 重新設計 Dock 及面板設定，加上更有幫助的說明文字

source: Show or hide optional panel indicators
ca: Mostra o amaga els indicadors del plafó opcionals
fr: Affichez ou masquez les indicateurs optionnels du panneau
he: הצגה או הסתרה של מחווני לוח כרשות
ja: オプションのパネルインジケーターを表示／非表示にできる機能を追加
ru: Добавлена возможность показать или скрыть дополнительные индикаторы панели
uk: Показувати або приховувати додаткові індикатори панелі
zh_tw: 顯示或隱藏非必要的面板指示器

source: Fix translation of slideshow delay value and "Dim with dark style" label
ca: Correcció de la traducció del valor del retard de la presentació de diapositives i de l'etiqueta "Atenuació amb estil fosc"
fr: Correction de la traduction de la valeur du délai du diaporama et de l'étiquette « Atténuer avec le thème sombre »
he: תוקן תרגום ערך השהיית מצגת והתווית „עמעום עם סגנון כהה”
ja: スライドショーの表示時間と "ダークスタイル時に壁紙を暗くする" ラベルがシステム言語で表示されない不具合を修正
ru: Исправлены переводы задержки слайд-шоу и текста "Затемнять при тёмном стиле"
uk: Виправлено переклад значення затримки слайд-шоу та мітки «Притлумлювати з темним стилем»
zh_tw: 修正幻燈片延遲數值與「深色風格時暗化」標籤的翻譯

source: Fix an issue where wallpapers were not removed when closing System Settings immediately after
ca: Solució d'un problema en què no s'eliminaven fons de pantalla en tancar la configuració del sistema immediatament després
fr: Correction d'un problème où les fonds d'écran n'étaient pas supprimés lorsque l'on fermait les paramètres du système immédiatement
he: תוקנה תקלה שבה תמונות הרקע לא הוסרו בעת סגירת הגדרות המערכת מיידית לאחר מכן
ja: 壁紙削除の操作後“システム設定”を瞬時に終了すると、壁紙が削除されていない不具合を修正
ru: Исправлена ошибка, из-за которой обои не удалялись при закрытии приложения
uk: Усунуто проблему, через яку шпалери не вилучалися одразу після закриття Системних налаштувань
zh_tw: 修正移除桌布後馬上關閉系統設定值時桌布不會真的被移除的問題

source: Add an option to dim wallpapers when dark style is active
ca: Afegeix una opció per atenuar els fons de pantalla quan l'estil fosc està actiu
fr: Ajout d'une option pour atténuer le fond d'écran lorsque le thème sombre est activé
he: נוספה אפשרות לעמעם את תמונות הרקע כאשר מצב כהה פעיל
ja: ダークスタイル有効時に壁紙を暗くするオプションを追加
ru: Добавлена опция для затемнения обоев, когда включён тёмный стиль
uk: Додано опцію затемнення шпалер, коли активовано темний стиль
zh_tw: 新增選項來在使用深色風格時暗化桌布

source: Use a more vertical layout in the Text view
ca: Un disseny més vertical a la vista de text
fr: Utilisation d'une disposition plus verticale dans l'affichage du texte
he: נעשה שימוש בפריסה אנכית יותר בתצוגת טקסט
ja: “テキスト”ビューを縦のレイアウトに変更
ru: Использование более вертикального расположения элементов во вкладке «Текст»
uk: Використано вертикальніше розташування в текстовому поданні
zh_tw: 在文字檢視中使用更為垂直的佈局

source: Add setting for fullscreen hotcorners
fr: Ajout d'un paramètre pour les coins intelligents en plein écran
ru: Добавлена настройка для активных углов в полноэкранном режиме

source: Add setting for scroll to switch workspaces
fr: Ajout d'un paramètre pour permettre le changement d'espace de travail au défilement de la souris
ru: Добавлена настройка для смены рабочих столов прокруткой
uk: Додано налаштування гортання для перемикання робочих просторів
