Repository: elementary/switchboard-plug-pantheon-shell
Catalog: po/*.po
Languages: ckb, sk

source: Desktop
ckb: ڕوومێز
sk: Pracovná plocha

source: Configure the dock, hot corners, and change wallpaper
ckb: وێنەی پاشبنەما بگۆڕە، و دۆک و گۆشە گەرمەکان ڕێک بخە
sk: Nastavujte dok, aktívne rohy a meňte tapetu plochy

source: Wallpaper
ckb: پاشبنەما
sk: Tapeta

source: Appearance
ckb: دەرکەوتن
sk: Vzhľad

source: Dock & Panel
ckb: دۆک & پانێڵ
sk: Dok a panel

source: Multitasking
ckb: مەڵتیتاسکینگ
sk: Zobrazenie úloh

source: Hide Mode
ckb: دۆخی شاردنەوە
sk: Režim skrývania

source: Icon Size
ckb: قەبارەی ئایکۆن
sk: Veľkosť ikon

source: Pressure reveal
ckb: دەرخستنی فشار
sk: Vysunutie tlakom

source: Display
ckb: ڕوونما
sk: Obrazovka

source: Panel translucency
ckb: هەبوونی ڕەنگ لە باگراوندی پانێڵی سەرەوە
sk: Priesvitnosť panelu

source: Dark style
ckb: ستایلی تارک
sk: Tmavý režim

source: Accent color
sk: Farebný odtieň

source: Reduce motion
sk: Obmedziť pohyb

source: Window animations
ckb: ئەنیمەیشنەکانی پەنجەرە
sk: Animácia okien

source: Size
ckb: قەبارە
sk: Veľkosť

source: Dyslexia-friendly
ckb: دۆستی ناڕێکی خوێندنەوە
sk: Text pre dyslektikov

source: Hot Corners
ckb: گەرمە گۆشەکان
sk: Aktívne rohy

source: Move windows to a new workspace
ckb: گواستنەوەی پەنجەرەکان بۆ ناوچەکارێکی نوێ
sk: Presunúť okná na novú pracovnú plochu

source: Set as _Desktop Background
ckb: بیکە بە وێنەی پاشبنەما
sk: Nastaviť ako _pozadie plochy

source: Set selected image to be the new desktop background
ckb: وێنەی دیاریکراو بکە بە وێنەی پاشبنەما
sk: Nastaví vybraný obrázok ako nové pozadie pracovnej plochy

source: Style
sk: Štýl

source: Default
ckb: بنەڕەت
sk: Predvolený

source: Dark
ckb: تاریک
sk: Tmavý

source: Preferred visual style for system components. Apps may also choose to follow this preference.
sk: Preferovaný vizuálny štýl pre systémové súčasti. Aplikácie môžu nasledovať túto preferenciu.

source: Schedule
ckb: دیاریکردنی کات
sk: Rozvrh

source: Disabled
ckb: وەستێنراو
sk: Vypnutý

source: Sunset to Sunrise
ckb: خۆرهەڵاتن بۆ خۆراوابوون
sk: Od západu po východ slnka

source: From:
ckb: لە:
sk: Od:

source: To:
ckb: بۆ:
sk: Do:

source: Accent Color
ckb: ڕەنگی ئەکسێنت
sk: Farebný odtieň

source: Blueberry
ckb: بلوبێری
sk: Čučoriedkový

source: Mint
ckb: نەعنا
sk: Mätový

source: Lime
ckb: لیمۆ
sk: Limetkový

source: Banana
ckb: مۆز
sk: Banánový

source: Orange
ckb: پڕتەقاڵ
sk: Pomarančový

source: Strawberry
ckb: شیلیک
sk: Jahodový

source: Bubblegum
ckb: بەبڵ-گەم
sk: Žuvačkový

source: Grape
ckb: ترێ
sk: Hroznový

source: Cocoa
ckb: کاکاو
sk: Kakaový

source: Slate
ckb: تەختە
sk: Bridlicový

source: Automatic based on wallpaper
ckb: خۆکرانە بەپێی ڕەنگی پاشبنەما
sk: Automatický podľa tapety

source: Used across the system by default. Apps can always use their own accent color.
sk: V predvolenom stave používané v celom systéme. Aplikácie vždy môžu použiť svoje vlastné farebné odtiene.

source: Reduce Motion
sk: Obmedziť pohyb

source: Disable animations in the window manager and some other interface elements.
sk: Vypnúť animácie v správcovi okien a v niektorých iných prvkoch prostredia.

source: Panel Translucency
sk: Priesvitnosť panelu

source: Automatically transparent or opaque based on the wallpaper
sk: Automaticky nastaviť ako priesvitný alebo nepriehľadný podľa tapety

source: Show in Panel
ckb: لە پانێڵدا پشانم بدە
sk: Zobraziť v paneli

source: Accessibility
ckb: دەستگەیشتن
sk: Prístupnosť

source: When the pointer enters a display corner
ckb: کاتێک نیشاندەری ماوس دەچێتە گۆشەی ڕوونمایەک
sk: Keď sa kurzor dotkne rohu obrazovky

source: Top Left
ckb: گۆشەی سەرەوەی دەستەچەپ
sk: Horný ľavý

source: Top Right
ckb: گۆشەی سەرەوەی دەستەڕاست
sk: Horný pravý

source: Bottom Left
ckb: گۆشەی خوارەوەی دەستەچەپ
sk: Dolný ľavý

source: Bottom Right
ckb: گۆشەی خوارەوەت دەستەڕاست
sk: Dolný pravý

source: When entering fullscreen
ckb: کاتێک پڕ بە ڕوونما دەکرێت
sk: Keď je aplikácia na celú obrazovku

source: When maximizing
ckb: کاتێک گەورە دەکرێت
sk: Keď sa aplikácia maximalizuje

source: Do nothing
ckb: هیچ با ڕوونەدات
sk: Nerobiť nič

source: Multitasking View
ckb: دیمەنی مەڵتی-تاسکینگ
sk: Zobrazenie úloh

source: Maximize current window
ckb: پەنجەرەی ئیستا گەورە بکە
sk: Maximalizovať aktuálne okno

source: Show Applications Menu
ckb: پشاندانی لیستی بەرنامەکان
sk: Zobraziť menu aplikácií

source: Show all windows
ckb: پشاندانی هەموو پەنجەرەکان
sk: Zobraziť všetky okná

source: Switch to previous workspace
sk: Prepnúť na predchádzajúcu pracovnú plochu

source: Switch to next workspace
sk: Prepnúť na nasledujúcu pracovnú plochu

source: Switch to new workspace
ckb: چوونە ناوچەکارێکی نوێ
sk: Prepnúť na novú pracovnú plochu

source: Execute custom command
ckb: جێبەجێکردنی فەرمانێکی تایبەت
sk: Spustiť vlastný program

source: Bottom-heavy shapes and increased character spacing can help improve legibility and reading speed.
ckb: قورسکردنی بەشی خوارەوەی شێوەکان و زیادکردنی دووری نێوان پیتەکان دەتوانێت یارمەتیدەر بێت لە باشترکردنی خوێندنەوە و خێرایی خوێندنەوە.
sk: Tvary so zdôraznenou spodnou časťou a väčšími rozostupmi medzi znakmi môžu zlepšiť rozlíšiteľnosť a rýchlosť čítania.

source: Import Photo…
ckb: هێنانی وێنە…
sk: Importovať fotku…

source: Dim with dark style:
sk: Stmaviť pri použití tmavého režimu:

source: Centered
ckb: ناوەڕاستی وێنە
sk: Centrovať

source: Zoom
ckb: بێتەپێش
sk: Priblížiť

source: Spanned
ckb: تەواوی وێنە
sk: Vyplniť

source: Import Photo
sk: Importovať fotku

source: Import
ckb: هێنان
sk: Importovať

source: Cancel
sk: Zrušiť

source: Wallpaper Deleted
ckb: وێنەی پاشبنەما سڕایەوە
sk: Tapeta odstránená

source: Undo
ckb: هەڵوەشاندنەوە
sk: Späť

source: Remove
ckb: سڕینەوە
sk: Odstrániť

source: Artist: %s
ckb: هونەرمەند: %s
sk: Umelec: %s

source: %d second
sk: %d sekúnd

source: %d minute
sk: %d minút

source: %d hour
sk: %d hodín

source: 1 day
sk: 1 deň

source: Show each photo for
sk: Zobraziť každú fotku po dobu

source: Set As Desktop Slideshow
sk: Nastaviť ako prezentáciu pozadí plochy

source: Create Slideshow
sk: Vytvoriť prezentáciu

source: Text
ckb: دەق

source: Small
ckb: بچوک

source: Large
ckb: گەورە

source: Never
ckb: هەرگیز
